print("""ਲਗਦੀ ਮੈਨੂੰ ਜਿਵੇਂ ਅੰਬਰਾਂ ਦੀ queen
ਮਿੱਠੀਆਂ ਗੱਲਾਂ ਕਰੇ ਕੁੜੀ ਨਮਕੀਨ
ਲਗਦੀ ਐ ਮੈਨੂੰ ਜਿਵੇਂ ਅੰਬਰਾਂ ਦੀ queen
ਮਿੱਠੀਆਂ ਗੱਲਾਂ ਕਰੇ ਕੁੜੀ ਨਮਕੀਨ
ਲਗਦੀ ਐ ਮੈਨੂੰ ਜਿਵੇਂ ਅੰਬਰਾਂ ਦੀ queen
ਮਿੱਠੀਆਂ ਗੱਲਾਂ ਕਰੇ ਕੁੜੀ ਨਮਕੀਨ
ਪਤਲਾ ਜਿਹਾ ਲੱਕ ਤੇਰਾ, ਲੱਕ ਨੂੰ ਸੰਭਾਲ ਨੀ
One in a million, ਲਗਦੀ ਕਮਾਲ ਨੀ
ਪਤਲਾ ਜਿਹਾ ਲੱਕ ਤੇਰਾ, ਲੱਕ ਨੂੰ ਸੰਭਾਲ ਨੀ
One in a million, ਲਗਦੀ ਕਮਾਲ ਨੀ
ਲਗਦੀ ਕਮਾਲ ਨੀ, ਹੋਇਆ ਬੁਰਾ ਹਾਲ ਨੀ
ਹੋਇਆ ਬੁਰਾ ਹਾਲ ਨੀ
तू आजा मेरे close, मिलता ना मौक़ा रोज़
I want you, my baby, मुझे दे-दे love dose
तू आजा मेरे close, मिलता ना मौक़ा रोज़
I want you, my baby, मुझे दे-दे love dose
Yeah, ਲਗਦੀ ਮੈਨੂੰ ਜਿਵੇਂ ਅੰਬਰਾਂ ਦੀ queen
ਮਿੱਠੀਆਂ ਗੱਲਾਂ ਕਰੇ ਕੁੜੀ ਨਮਕੀਨ
ਲਗਦੀ ਮੈਨੂੰ ਜਿਵੇਂ ਅੰਬਰਾਂ ਦੀ queen
ਮਿੱਠੀਆਂ ਗੱਲਾਂ ਕਰੇ ਕੁੜੀ ਨਮਕੀਨ
ये चाँद सा रोशन चेहरा, बालों का रंग सुनहरा
कैसे देखूँ तेरी आँखें? आँखों पे चश्मे का पहरा
ये चाँद सा रोशन चेहरा, बालों का रंग सुनहरा
कैसे देखूँ तेरी आँखें? आँखों पे चश्मे का पहरा
इस चश्मे को हटा दो, आँखों को मिला लो
आँखों के नशीले जाम आँखों से पिला दो
लगता हम पहले कहीं मिले, या हुआ मुझे déjà vu
इधर-उधर कहाँ देखे? Girl, I'm talking to you
अब आँखों से हटाया चश्मा, आँखें तो मिलाओ जी
दुनिया वाले जो भी बोलें, हमसे ना शरमाओ जी
अब phone को उठाओ जी और daddy को मिलाओ जी
उनके future son-in-law की बात उनसे करवाओ जी
Hello, uncle, नमस्ते, चलो काम की बात पे आते हैं
अब आप ये पूछेंगे कि आप कितने पैसे कमाते हैं
बस जितना आपकी बेटी एक महीने में उड़ाती है
एक हफ़्ते में मेरी गाड़ी उतना तेल खाती है
है घर, है पैसा, है गाड़ी
आप दो जोड़ों में लड़की भेजो, लड़की हुई हमारी
Uncle, घर, है पैसा, है गाड़ी
आप दो जोड़ों में लड़की भेजो
लड़की हुई हमारी, OK, bye
ਲਗਦੀ ਐ ਮੈਨੂੰ ਜਿਵੇਂ ਅੰਬਰਾਂ ਦੀ queen
ਮਿੱਠੀਆਂ ਗੱਲਾਂ ਕਰੇ ਕੁੜੀ ਨਮਕੀਨ
ਲਗਦੀ ਐ ਮੈਨੂੰ ਜਿਵੇਂ ਅੰਬਰਾਂ ਦੀ queen
ਮਿੱਠੀਆਂ ਗੱਲਾਂ ਕਰੇ ਕੁੜੀ ਨਮਕੀਨ
ਲਗਦੀ ਮੈਨੂੰ ਜਿਵੇਂ ਅੰਬਰਾਂ ਦੀ queen
ਮਿੱਠੀਆਂ ਗੱਲਾਂ ਕਰੇ ਕੁੜੀ ਨਮਕੀਨ
ਲਗਦੀ ਮੈਨੂੰ ਜਿਵੇਂ ਅੰਬਰਾਂ ਦੀ queen
ਮਿੱਠੀਆਂ ਗੱਲਾਂ ਕਰੇ ਕੁੜੀ ਨਮਕੀਨ
Aha, ਕਹਿੰਦੀ, "Yo Yo Honey Singh"
ਕਹਿੰਦੀ, aha, "Yo Yo Honey Singh"
Aha, ਕਹਿੰਦੀ, "Yo Yo Honey Singh"
ਕਹਿੰਦੀ, aha, "Yo Yo Honey Singh"
""")